{
  "generic": "Ocorreu um erro! tente novamente.",
  "guildOnly": "Esse comando só pode ser usado em um servidor!.",
  "developerOnly": "Somente os desenvolvedores do bot podem usar esse comando.",
  "databaseOnly": "Desculpe, não tenho uma conexão com o banco de dados no momento!",
  "apiOnlyOne": "1 módulo necessário para executar esse comando não foi carregado.",
  "apiOnlyOneMultiple": "{{count}} módulos necessário para executar esse comando não foi carregado.",
  "invalidString": "Você precisa me fornecer um texto!",
  "voiceChannelOnly": "Você precisa estar em um canal de voz para fazer isso.",
  "sameVoiceChannelOnly": "Você precisa estar no mesmo canal de voz que eu para fazer isso.",
  "notEnoughMoney": "Você não tem dinheiro suficiente para isso.",
  "serverOwnerOnly": "Você precisa ser o proprietário do servidor para fazer isso.",
  "botMissingOnePermission": "Preciso da permissão {{permission}} para fazer isso.",
  "botMissingMultiplePermissions": "Preciso das permissões de {{permission}} para fazer isso.",
  "missingOnePermission": "Você precisa da permissão {{permission}} para fazer isso.",
  "missingMultiplePermissions": "Você precisa das permissões de {{permission}} para fazer isso.",
  "cooldown": "Woah! Devagar amigo! Você está indo rápido demais, tem que esperar!",
  "notPlaying": "Não estou jogando nada!",
  "missingParameters": "Você precisa me fornecer parâmetros!",
  "notTrueOrFalse": "Você precisa me fornecer um valor verdadeiro ou falso.",
  "nsfwOnly": "Isso só pode ser feito nos canais marcados como NSFW.",
  "noSentence": "Você tem que me fornecer uma frase.",
  "mathEvaluationError": "Ocorreu um erro ao avaliar a expressão matemática.",
  "invalidNumber": "Você precisa me fornecer um número válido.",
  "invalidUser": "Você precisa me fornecer um usuário válido.",
  "invalidUserBot": "Você precisa me fornecer um usuário que não seja um bot.",
  "invalidImage": "Você precisa me fornecer uma imagem válida.",
  "emojiNotFromSameGuild": "Você precisa me fornecer um emoji que seja desta guild.",
  "invalidUserNotBot": "Você precisa me fornecer um usuário que seja um bot.",
  "playerManagerOnly": "Desculpe, não tenho uma conexão de jogador no momento!",
  "invalidColor": "Você precisa me fornecer uma cor válida.",
  "invalidGuild": "Você precisa me fornecer uma guild válida.",
  "invalidEmoji": "Você precisa me fornecer um emoji válido.",
  "invalidRole": "Você precisa me fornecer uma função válida.",
  "userCantBeDeveloper": "O usuário não pode ser um desenvolvedor.",
  "onlyOldAccounts": "Sua conta deve ter pelo menos um mês para fazer isso!",
  "voiceChannelJoin": "Não consigo entrar neste canal de voz!",
  "sameUser": "Você precisa me fornecer um usuário que não seja você.",
  "managersOnly": "Huhuhuhuhuhuhu, além de você não ser um gerente de tradução huhuhuhuhuhuhuhuhuhuhu",
  "needBiggerNumber": "Você precisa me fornecer um número maior que {{number}}.",
  "needSmallerNumber": "Você precisa me fornecer um número menor que {{number}}.",
  "needSmallerString": "Você precisa me fornecer uma frase menor que {{number}} caracteres.",
  "invalidURL": "Você precisa me fornecer um URL válido!",
  "invalidImageLink": "Você precisa me fornecer um link de imagem válido.",
  "imageParsingError": "Ocorreu um erro ao analisar a imagem."
}